{"books": [
{"Title":"Alices adventures in wonderland","Description":"This edition brings together the complete and unabridged text with more than 70 stunning illustrations by Robert Ingpen, each reflecting his unique style and extraordinary imagination in visualising this enchanting story.","Price":29.64,"Author":"Lewis Carroll ","Genre":"Fiction"},
{"Title":"Pride and prejudice","Description":"In early nineteenth-century England, a spirited young woman copes with the suit of a snobbish gentleman, as well as the romantic entanglements of her four sisters","Price":21.00,"Author":"Jane Austen","Genre":"Domestic Fiction"},
{"Title":"The annotated Huckleberry Finn","Description":"Michael Patrick Hearn, author of the national bestseller The Annotated Wizard of Oz, has done equal justice to this great American novel. A Twain literary sleuth and an authority on children's literature, he considers all the literary, social, historical, and autobiographical aspects of Twain's classic tale of Huck and Jim's trip down the mighty Mississippi","Price":60.00,"Author":"Mark Twain, Michael Patrick Hearn","Genre":"Adventure stories"},
{"Title":"The adventures of Tom Sawyer","Description":"The adventures of a mischievous young boy and his friends growing up in a Mississippi River town in the nineteenth century. Who could forget the pranks, the adventures, the sheer fun of Tom Sawyer? It's something every child should experience and every child will love. ","Price":11.38, "Author":"Mark Twain ", "Genre":"Children's stories"},
{"Title":"Treasure Island","Description":"While going through the possessions of a deceased guest who owed them money, the mistress of the inn and her son find a treasure map that leads to a pirate fortune as well as great danger","Price":13.31,"Author":"Robert Louis Stevenson","Genre":"Adventure fiction"},
{"Title":"Jane Eyre","Description":"In early nineteenth-century England, an orphaned young woman accepts employment as a governess and soon finds herself in love with her employer who has a terrible secret. ","Price":37.00,"Author":"Charlotte Brontë ","Genre":"Bildungsromans"},
{"Title":"Moby Dick","Description":"A young seaman joins the crew of the fanatical Captain Ahab in pursuit of the white whale Moby Dick","Price":14.40,"Author":"Herman Melville ","Genre":"Sea stories"},
{"Title":"Gulliver's travels","Description":"An Englishman becomes shipwrecked in various lands on four different voyages","Price":21.27,"Author":"Jonathan Swift","Genre":"Fantasy"},
{"Title":"Great expectations","Description":"Great Expectations is at once a superbly constructed novel of spellbinding mastery and a profound examination of moral values. Here, some of Dickens's most memorable characters come to play their part in a story whose title itself reflects the deep irony that shaped Dickens's searching reappraisal of the Victorian middle class","Price":37.00,"Author":"Charles Dickens ","Genre":"Bildungsromans"}
]
}
